import "./byProduction.css"

const ByProduction = () => {
    return (
        <section className="byproduction__content">
            <div className="container">
                <header className="byproduction__header"><h2>Продукция</h2></header>
                <div className="byproduction__common__grid">
                    <p>Создавая торговую марку Orange, которая специализируется на производстве сантехнического оборудования и мебели для ванной комнаты, мы ставили перед собой задачу предложить отечественному рынку оригинальную продукцию безупречного качества по умеренным ценам. И судя по тому, что наша продукция пользуется огромным спросом на российском рынке, нам это удалось. Понимая, что в СНГ имеет место глобальный дефицит недорогой и долговечной сантехники, мы предложили покупателю качественную продукцию немецкого производства, которая полностью адаптирована к нашим реалиям. Теперь любой заинтересованный покупатель из России может обзавестись всем необходимым для обустройства современной ванной комнаты без серьезных издержек семейного бюджета.</p>
                    <p>Также компания Orange производит высококачественную мебель, которая полностью совместима с немецкой сантехникой. Тумбы, шкафы и подставки для раковин производятся из высококачественных материалов с применением дорогостоящих лакокрасочных покрытий. При этом мы распространяем двухлетнюю гарантию на всю мебельную продукцию, что еще раз подтверждает её качество и долговечность.</p>
                    <p>Главная гордость компании – первоклассные смесители Orange Mixers, которые производятся в Германии из пищевой латуни с высоким содержанием меди. За счёт уникального состава сплава корпус смесителя демонстрирует высокую прочность и долговечность. В свою очередь низкое содержание свинца делает продукцию экологически безопасной для потребителя. </p>
                    <p>Мы всегда стремимся повышать планку качества и надежности. В каждой новой коллекции мы реализуем новые амбициозные задачи, создавая современную красивую сантехнику и мебель для санузлов, которая соответствует стандарту ISO 9001. Продукция пользуется завидным спросом на российском рынке, так как является оптимальным решением по цене и качеству.</p>
                    <p>Смесители Orange комплектуются фирменным керамическим картриджем, который выдерживает десятилетия эксплуатации. Дополнительный бонус сантехники Orange Mixers – запатентованный аэратор Neoperl, который препятствует образованию известкового налета, что очень актуально для российского потребителя.</p>
                    <p>Теперь у покупателя есть возможность обустроить ванную комнату по европейским стандартам, используя потрясающе красивую сантехнику и функциональную мебель Orange. На страницах нашего магазина вы найдете огромный выбор продукции немецкого бренда, которая порадует вас безупречной сборкой, разнообразными дизайнерскими решениями и отменным качеством материала.</p>
                </div>
            </div>
        </section>
    );
}

export default ByProduction;