const ProductDescription = () => { // сделать потом подгрузку из бд
    return (
        <div className="max-w-[480px] mt-[60px]">
            <p>
                Это стильная двухвентильная конструкция однозначно освежит интерьер вашей ванной комнаты и станет ее
                эксклюзивным украшением. Отлаженная работа подвижных механических элементов делают этот смеситель для раковины красивым и одновременно рациональным решением. Изогнутый кран обеспечивает стабильный равномерный напор воды, интенсивность которого можно тонко регулировать с помощью вентилей.
            </p>
        </div>
    );
}

export default ProductDescription;